[
  "obsidian-admonition",
  "table-editor-obsidian",
  "obsidian-auto-link-title",
  "obsidian-checklist-plugin",
  "obsidian-autocomplete-plugin",
  "calendar",
  "dataview",
  "obsidian-dynamic-toc",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-latex",
  "obsidian-icon-folder",
  "obsidian-latex-environments",
  "obsidian-minimal-settings",
  "obsidian-tweaks",
  "obsidian-outliner",
  "periodic-notes",
  "darlal-switcher-plus",
  "quick-latex",
  "recent-files-obsidian",
  "quickadd",
  "obsidian-rich-links",
  "obsidian-style-settings",
  "obsidian-plugin-toc",
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "obsidian-contextual-typography",
  "obsidian-hider",
  "auto-card-link",
  "obsidian-file-link",
  "obsidian-banners",
  "obsidian-citation-plugin",
  "obsidian-completr",
  "dbfolder",
  "obsidian-hide-sidebars-when-narrow",
  "obsidian-icons-plugin",
  "obsidian-latex-suite",
  "obsidian-mind-map",
  "obsidian-pandoc",
  "tag-wrangler",
  "obsidian-underline",
  "theme-picker"
]